INSERT INTO CUBAFILTERDEMO_DIAGNOSIS(ID,LABEL,PARENT_ID)
VALUES
  (1,'Острый миелобластный лейкоз (FAB - классификация)',NULL),
  (2,'ОМЛ с минимальной диференциацией (М0)',1),
  (3,'ОМЛ без созревания (М1)',1),
  (4,'ОМЛ с созреванием (М2)',1),
  (5,'Острый промиелоцитарный лейкоз (М3)',1),
  (6,'Острый миеломоноцитарный лейкоз (М4)',1),
  (7,'Острый миеломоноцитарный лейкоз с эозинофолией костного мозга (М4е)',1),
  (8,'Острый монобластный лейкоз (М5)',1),
  (9,'Острый монобластный лейкоз (М5а)',8),
  (10,'Острый моноцитарный лейкоз (М5b)',8),
  (11,'Острый эритроидный лейкоз (М6)',1),
  (12,'Острый мегакариобластный лейкоз (М7)',1),
  (13,'Острый миелобастный лейкоз (Mx)',1),
  (14,'ОМЛ с созреванием/Острый миеломоноцитарный лейкоз (М2/М4)',1),
  (15,'ОМЛ без созревания/Острый миеломоноцитарный лейкоз (М1/М4)',1),
  (16,'Острый миеломоноцитарный лейкоз/Острый монобластный лейкоз (М4/М5)',1),
  (17,'Острый лимфобластный лейкоз',NULL);
